Repository: ngageoint/mage-ios
Catalog: Mage/Localizable.xcstrings
Source language: en
Languages: es_us

# %lld Favorite%@
source: %1$lld Favorite%2$@
es_us: %1$lld Favorito%2$@

# %lld of %lld
source: %1$lld of %2$lld
es_us: %1$lld de %2$lld

source: Add Details with Forms
es_us: Agregar detalles con formularios

source: Adjust Filter
es_us: Ajustar filtro

source: Attributes
es_us: Atributos

source: Capture a point of interest by placing a pin or drawing a shape on the map.
es_us: Captura un punto de interés colocando un alfiler o dibujando una forma en el mapa.

source: Changes Queued...
es_us: Cambios en cola...

source: Connect to a team server to sync and share field data.
es_us: Conéctese a un servidor de equipo para sincronizar y compartir datos de campo.

source: Continue
es_us: Continuar

# Downloaded %@ of %@
source: Downloaded %1$@ of %2$@
es_us: Descargado %1$@ de %2$@

source: Downloading
es_us: Descargando

source: Error Downloading: %@
es_us: Error al descargar: %@

source: Error Pushing Changes
es_us: Error al enviar cambios

source: Events are shared workspaces for a mission. All your observations are automatically saved and shared within your active Event.
es_us: Los eventos son espacios de trabajo compartidos para una misión. Todas tus observaciones se guardan y comparten automáticamente en tu evento activo.

source: Flag As Important
es_us: Marcar como importante

source: Forms
es_us: Formastante

source: Have questions?
es_us: ¿Tiene preguntas?

source: Join an Event
es_us: Unirse a un evento

source: Loading Observations
es_us: Cargando observaciones

source: Loading Users
es_us: Cargando usuarios

source: Location
es_us: Ubicación

source: Make an Observation
es_us: hacer una observación

source: New to MAGE?
es_us: ¿Eres nuevo en MAGE?

source: next
es_us: próximo

source: No Content
es_us: Sin contenido

source: No Locations
es_us: Sin ubicaciones

source: No Observations
es_us: Sin observaciones

source: No observations have been submitted within your configured time filter for this event.
es_us: No se han enviado observaciones dentro del filtro de tiempo configurado para este evento.

source: No users have reported their location within your configured time filter for this event.
es_us: Ningún usuario ha informado su ubicación dentro del filtro de tiempo configurado para este evento.

source: Password
es_us: Contraseña

source: previous
es_us: Previo

source: Pushed on %@
es_us: Empujado el %@

source: Sign In
es_us: Iniciar sesión

source: Sign Up Here
es_us: Regístrate aquí

source: Sync Now
es_us: Sincronizar ahora

source: Take a Tour
es_us: Haga un recorrido

source: This user has not submitted any observations for this event.
es_us: Este usuario no ha enviado ninguna observación para este evento.

source: Unable to load observation
es_us: No se puede cargar la observación

source: Use forms to enhance observations with photos, videos, notes, and audio.
es_us: Utilice formularios para mejorar las observaciones con fotos, vídeos, notas y audio.

source: Username
es_us: Nombre de usuario

source: View
es_us: Vista

source: Welcome to MAGE!
es_us: ¡Bienvenido a MAGE!

source: Your attachment fetch settings do not allow auto downloading full size images. Would you like to view the image?
es_us: Tu configuración de obtención de archivos adjuntos no permite la descarga automática de imágenes a tamaño completo. ¿Quieres ver la imagen?

source: Your attachment fetch settings do not allow auto downloading. Would you like to download and view the file?
es_us: Tu configuración de obtención de archivos adjuntos no permite la descarga automática. ¿Quieres descargar y ver el archivo?
